[VCP_ReaperGhost X2EncyclopediaTemplate]
ListTitle = "幽冥死神"
DescriptionTitle = "幽冥死神"
DescriptionEntry = "幽冥死神是一名致命的特工，专精于隐蔽暗杀和精准的长距离迂回突袭。他利用先进的隐形技术和消音武器，在悄无声息间瓦解高价值目标，随后便遁入黑暗之中消失无踪."

[VCP_ReaperOperative X2EncyclopediaTemplate]
ListTitle = "幽冥死神"
DescriptionTitle = "幽冥死神"
DescriptionEntry = "幽冥死神是一名多面手刺客，配备了一套自适应纳米战衣，使他们能够动态适应任何战斗场景。借助先进的隐匿技术，他们从暗处发动致命精准的袭击——无论是远距离射杀敌人，还是手持锋利无比的刀刃近身将其斩杀。."

[VCP_ReaperGhost X2SoldierClassTemplate]
DisplayName="幽冥死神"
ClassSummary="幽冥死神是一名致命的特工，专精于隐蔽暗杀和精准的长距离迂回突袭。他利用先进的隐形技术和消音武器，在悄无声息间瓦解高价值目标，随后便遁入黑暗之中消失无踪."

[VCP_ReaperOperative X2SoldierClassTemplate]
DisplayName="幽冥死神"
ClassSummary="幽冥死神是一名多面手刺客，配备了一套自适应纳米战衣，使他们能够动态适应任何战斗场景。借助先进的隐匿技术，他们从暗处发动致命精准的袭击——无论是远距离射杀敌人，还是手持锋利无比的刀刃近身将其斩杀。."

;***************************************
;New Ability Descriptions
;***************************************

;Reaper Ability
[VCP_ReaperMastery X2AbilityTemplate]
LocFriendlyName = "收割精通"
LocHelpText = " <Ability:ClassName/>随经验积累而提升其能力."
LocLongDescription = " <Ability:ClassName/>随经验积累而提升其能力."
LocPromotionPopupText = "<font color='#CA7200'>1级</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>夜临</font> - 高级隐匿形态。击杀敌人后，在游戏的剩余时间里，你将永久提升对该类型敌人的暴击几率.<br/><br/><font color='#CA7200'>2级</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>守夜人</font> - 进阶版【战场凝视】能力，无暴击率惩罚机制。若本回合未发动攻击，则可加速【夜临】技能冷却.<br/><br/><font color='#CA7200'>3级</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>暗夜</font> -对无法察觉你的敌人发动攻击时，将获得暴击伤害加成。暴击伤害量将基于当前暴击率动态提升，且发动攻击不会使你的潜行状态失效.<br/><br/><font color='#CA7200'>4级</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>猎巫行动</font> - 对灵能类敌人发动暴击攻击时，将触发其溃逃效果；此外，所有暴击命中均可使敌人陷入致盲状态."

